let item = ['-', 0, 0, 1]

const nameItem = ['-',['-', 'Деревянная лопата', 'Каменная лопата' , 'Железная лопата' , 'Алмазная лопата', '-----------------'],
                      ['-', 'Деревянная кирка', 'Каменная кирка' , 'Железная кирка' , 'Алмазная кирка', '-----------------'],
                      ['-', '-', 'Каменный топор' , 'Железный топор' , 'Алмазный топор', '-----------------']
                 ]

const price = ['-', ['-', 2, 5, 10, 20, '✔'], ['-', 3, 6, 12, 25, '✔'], ['-', '-', 6, 8, 13, '✔']]

const uslMine = ['-', [100, 5], [225, 10], [350, 15], [500, 25], [650, 35],
                [850, 50], [1200, 75], [1500, 85], [2300, 100], [3000, 150]] 


const MinePlus = ['-', [0.75, 0.1], [1.5, 0.05], [0.4, 0.2], [0.3, 0.45], [0.3, 0.7], 
                [0.45, 1], [2, 0.3], [0.5, 2], [3, 0.5], [1, 3]]


const rounded = function(number){
    return +number.toFixed(2);
}